Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# neurospiral.info.analogy.body
source: Imagine that every night your body travels through an invisible landscape. It starts awake, gradually deepens through NREM sleep where your body repairs itself, rises into REM dream sleep, and repeats. This journey isn't random — it's governed by two biological clocks working together. NeuroSpiral 4D transforms this invisible path into a geometric shape you can see and understand.
ar: تخيّل أن جسمك كل ليلة يسافر عبر منظر طبيعي غير مرئي. يبدأ مستيقظاً، يتعمق تدريجياً عبر نوم NREM حيث يُرمَّم الجسم، يرتفع إلى نوم الأحلام REM، ويتكرر. هذه الرحلة ليست عشوائية — يحكمها ساعتان بيولوجيتان تعملان معاً. NeuroSpiral 4D يحوّل هذا المسار غير المرئي إلى شكل هندسي يمكنك رؤيته وفهمه.
ca: Imagina que cada nit el teu cos viatja per un paisatge invisible. Comença despert, s'aprofundeix gradualment a través del son NREM on el cos es repara, puja al son REM dels somnis, i es repeteix. Aquest viatge no és aleatori — el governen dos rellotges biològics treballant junts. NeuroSpiral 4D converteix aquest camí invisible en una forma geomètrica que pots veure i entendre.
de: Stell dir vor, dein Körper reist jede Nacht durch eine unsichtbare Landschaft. Er beginnt wach, vertieft sich allmählich durch den NREM-Schlaf, wo der Körper sich repariert, steigt in den REM-Traumschlaf auf, und wiederholt sich. Diese Reise ist nicht zufällig — sie wird von zwei biologischen Uhren gesteuert, die zusammenarbeiten. NeuroSpiral 4D verwandelt diesen unsichtbaren Pfad in eine geometrische Form, die du sehen und verstehen kannst.
es: Imagina que cada noche tu cuerpo viaja por un paisaje invisible. Empieza despierto, se profundiza gradualmente a través del sueño NREM donde el cuerpo se repara, asciende al sueño REM de los sueños, y se repite. Este viaje no es aleatorio — lo gobiernan dos relojes biológicos trabajando juntos. NeuroSpiral 4D transforma ese camino invisible en una forma geométrica que puedes ver y comprender.
fr: Imaginez que chaque nuit votre corps voyage à travers un paysage invisible. Il commence éveillé, s'approfondit progressivement à travers le sommeil NREM où le corps se répare, remonte dans le sommeil REM des rêves, et recommence. Ce voyage n'est pas aléatoire — il est gouverné par deux horloges biologiques travaillant ensemble. NeuroSpiral 4D transforme ce chemin invisible en une forme géométrique que vous pouvez voir et comprendre.
ja: 毎晩、あなたの体は目に見えない風景を旅しています。覚醒から始まり、体が修復されるNREM睡眠を通じて徐々に深まり、夢を見るレム睡眠に上昇し、これを繰り返します。 この旅はランダムではありません。2つの生体時計が協力して制御しています。NeuroSpiral 4Dは、この見えない経路を、見て理解できる幾何学的形状に変換します。
zh_hans: 想象每晚你的身体都在穿越一片看不见的风景。从清醒开始，通过身体自我修复的NREM睡眠逐渐加深，上升到做梦的REM睡眠，然后循环往复。 这段旅程并非随机——它由两个协同工作的生物钟控制。NeuroSpiral 4D将这条看不见的路径转化为你可以看到和理解的几何形状。

# neurospiral.info.analogy.title
source: Your sleep as a journey
ar: نومك كرحلة
ca: El teu son com un viatge
de: Dein Schlaf als Reise
es: Tu sueño como un viaje
fr: Votre sommeil comme un voyage
ja: 旅としての睡眠
zh_hans: 睡眠如旅程

# neurospiral.info.datasource.body
source: Readings come from HealthKit (Apple Watch). A minimum of 7 nights is needed to build the torus.
ar: تأتي القراءات من HealthKit (Apple Watch). يلزم ما لا يقل عن 7 ليالٍ لبناء الطارة.
ca: Les lectures venen de HealthKit (Apple Watch). Calen almenys 7 nits per construir el tor.
de: Die Messwerte stammen aus HealthKit (Apple Watch). Mindestens 7 Nächte sind erforderlich, um den Torus zu erstellen.
es: Las lecturas vienen de HealthKit (Apple Watch). Se requieren al menos 7 noches para construir el toroide.
fr: Les lectures proviennent de HealthKit (Apple Watch). Au moins 7 nuits sont nécessaires pour construire le tore.
ja: 測定値はHealthKit（Apple Watch）から取得。トーラスの構築には最低7晩必要。
zh_hans: 数据来自HealthKit（Apple Watch）。构建环面至少需要7晚。

# neurospiral.info.datasource.title
source: Data source
ar: مصدر البيانات
ca: Font de les dades
de: Datenquelle
es: Fuente de los datos
fr: Source des données
ja: データソース
zh_hans: 数据来源

# neurospiral.info.dimensions.body
source: Each sample is transformed into a 4D point using: heart rate variability (HRV), motor stillness, heart rate, and time of day. These 4 values define your position on the torus.
ar: كل عيّنة تتحول إلى نقطة 4D باستخدام: تقلب معدل ضربات القلب (HRV)، السكون الحركي، معدل ضربات القلب، ووقت اليوم. هذه القيم الأربع تحدد موقعك على الطوق.
ca: Cada mostra es transforma en un punt 4D usant: variabilitat cardíaca (HRV), quietud motora, freqüència cardíaca i hora del dia. Aquests 4 valors defineixen la teva posició al tor.
de: Jede Probe wird mittels Herzfrequenzvariabilität (HRV), motorischer Ruhe, Herzfrequenz und Tageszeit in einen 4D-Punkt umgewandelt. Diese 4 Werte definieren deine Position auf dem Torus.
es: Cada muestra se transforma en un punto 4D usando: variabilidad cardíaca (HRV), quietud motora, frecuencia cardíaca y hora del día. Estos 4 valores definen tu posición en el toro.
fr: Chaque échantillon est transformé en point 4D en utilisant : variabilité cardiaque (HRV), calme moteur, fréquence cardiaque et heure de la journée. Ces 4 valeurs définissent votre position sur le tore.
ja: 各サンプルは心拍変動（HRV）、運動静止、心拍数、時刻を使用して4Dポイントに変換されます。これら4つの値がトーラス上の位置を定義します。
zh_hans: 每个样本使用心率变异性（HRV）、运动静止、心率和时间转换为4D点。这4个值定义了您在环面上的位置。

# neurospiral.info.dimensions.title
source: The 4 dimensions
ar: الأبعاد الأربعة
ca: Les 4 dimensions
de: Die 4 Dimensionen
es: Las 4 dimensiones
fr: Les 4 dimensions
ja: 4つの次元
zh_hans: 4个维度

# neurospiral.info.limits.body
source: This analysis works best with raw Apple Watch data (HRV, heart rate, motion) at 30-second intervals. With manual data or without a smartwatch, values are mathematically estimated from recorded sleep phases, which reduces accuracy. The model simplifies a complex reality into 4 dimensions and 16 states. Human sleep is more complex — but this simplification reveals real patterns invisible to the naked eye. This analysis does not replace medical consultation for sleep disorders.
ar: هذا التحليل يعمل بشكل أفضل مع بيانات Apple Watch الخام (HRV، معدل النبض، الحركة) في فواصل 30 ثانية. عند استخدام بيانات يدوية أو بدون ساعة ذكية، يتم تقدير القيم رياضياً بناءً على مراحل النوم المسجلة، مما يقلل من دقة التحليل. النموذج يُبسّط واقعاً معقداً إلى 4 أبعاد و 16 حالة. النوم البشري أكثر تعقيداً — لكن هذا التبسيط يكشف أنماطاً حقيقية غير مرئية بالعين المجردة. لا يُغني هذا التحليل عن الاستشارة الطبية في حالة اضطرابات النوم.
ca: Aquesta anàlisi funciona millor amb dades crues d'Apple Watch (HRV, freqüència cardíaca, moviment) en intervals de 30 segons. Amb dades manuals o sense rellotge intel·ligent, els valors s'estimen matemàticament a partir de les fases registrades, cosa que redueix la precisió. El model simplifica una realitat complexa en 4 dimensions i 16 estats. El son humà és més complex — però aquesta simplificació revela patrons reals invisibles a simple vista. Aquesta anàlisi no substitueix la consulta mèdica per a trastorns del son.
de: Diese Analyse funktioniert am besten mit Apple Watch-Rohdaten (HRV, Herzfrequenz, Bewegung) in 30-Sekunden-Intervallen. Bei manuellen Daten oder ohne Smartwatch werden Werte mathematisch aus aufgezeichneten Schlafphasen geschätzt, was die Genauigkeit verringert. Das Modell vereinfacht eine komplexe Realität auf 4 Dimensionen und 16 Zustände. Menschlicher Schlaf ist komplexer — aber diese Vereinfachung enthüllt echte Muster, die mit bloßem Auge unsichtbar sind. Diese Analyse ersetzt keine ärztliche Beratung bei Schlafstörungen.
es: Este análisis funciona mejor con datos crudos de Apple Watch (HRV, frecuencia cardíaca, movimiento) en intervalos de 30 segundos. Con datos manuales o sin smartwatch, los valores se estiman matemáticamente a partir de las fases registradas, lo que reduce la precisión. El modelo simplifica una realidad compleja en 4 dimensiones y 16 estados. El sueño humano es más complejo — pero esta simplificación revela patrones reales invisibles a simple vista. Este análisis no sustituye la consulta médica ante trastornos del sueño.
fr: Cette analyse fonctionne mieux avec les données brutes de l'Apple Watch (HRV, fréquence cardiaque, mouvement) à des intervalles de 30 secondes. Avec des données manuelles ou sans montre connectée, les valeurs sont estimées mathématiquement à partir des phases enregistrées, ce qui réduit la précision. Le modèle simplifie une réalité complexe en 4 dimensions et 16 états. Le sommeil humain est plus complexe — mais cette simplification révèle des schémas réels invisibles à l'œil nu. Cette analyse ne remplace pas une consultation médicale pour les troubles du sommeil.
ja: この分析はApple Watchの生データ（HRV、心拍数、運動）を30秒間隔で使用した場合に最も効果的です。手動データやスマートウォッチなしの場合、値は記録された睡眠段階から数学的に推定され、精度が低下します。 モデルは複雑な現実を4次元と16の状態に簡略化しています。人間の睡眠はより複雑ですが、この簡略化により肉眼では見えない本当のパターンが明らかになります。 この分析は睡眠障害の医療相談に代わるものではありません。
zh_hans: 此分析在使用Apple Watch原始数据（HRV、心率、运动）以30秒间隔时效果最佳。使用手动数据或没有智能手表时，数值会根据记录的睡眠阶段进行数学估算，这会降低准确性。 该模型将复杂的现实简化为4个维度和16个状态。人类睡眠更为复杂——但这种简化揭示了肉眼不可见的真实模式。 此分析不能替代睡眠障碍的医学咨询。

# neurospiral.info.limits.title
source: Limitations
ar: القيود
ca: Limitacions
de: Einschränkungen
es: Limitaciones
ja: 制限事項
zh_hans: 局限性

# neurospiral.info.microstates.body
source: To simplify this continuous space, we divide the torus surface into 16 regions — like dividing a map into neighborhoods. Each region is a 'micro-state' describing a unique combination of 4 factors: • HRV high or low (autonomic depth) • Motion or stillness (motor activity) • Pulse slow or fast (cardiac) • Night or day (circadian phase) These 16 states are the vertices of a 4D hypercube (tesseract). Each transition between adjacent states means only one factor changed — smooth, natural progression.
ar: لتبسيط هذا الفضاء المستمر، نقسم سطح الطوق إلى 16 منطقة — مثل تقسيم خريطة إلى أحياء. كل منطقة هي «حالة دقيقة» تصف مزيجاً فريداً من 4 عوامل: • HRV مرتفع أو منخفض (عمق لاإرادي) • حركة أو سكون (نشاط حركي) • نبض بطيء أو سريع (قلبي) • ليل أو نهار (مرحلة يومية) هذه الـ 16 حالة هي رؤوس مكعب رباعي الأبعاد (تيسيراكت). كل انتقال بين حالتين متجاورتين يعني أن عاملاً واحداً فقط تغيّر — تقدم سلس وطبيعي.
ca: Per simplificar aquest espai continu, dividim la superfície del tor en 16 regions — com dividir un mapa en barris. Cada regió és un «microestat» que descriu una combinació única de 4 factors: • HRV alt o baix (profunditat autonòmica) • moviment o quietud (activitat motora) • pols lent o ràpid (cardíac) • nit o dia (fase circadiana) Aquests 16 estats són els vèrtexs d'un hipercub 4D (tesseracte). Cada transició entre estats adjacents significa que només un factor va canviar — progressió suau i natural.
de: Um diesen kontinuierlichen Raum zu vereinfachen, teilen wir die Torusoberfläche in 16 Regionen — wie eine Karte in Viertel. Jede Region ist ein «Mikrozustand», der eine einzigartige Kombination von 4 Faktoren beschreibt: • HRV hoch oder niedrig (autonome Tiefe) • Bewegung oder Ruhe (motorische Aktivität) • Puls langsam oder schnell (kardial) • Nacht oder Tag (zirkadiane Phase) Diese 16 Zustände sind die Ecken eines 4D-Hyperwürfels (Tesserakt). Jeder Übergang zwischen benachbarten Zuständen bedeutet, dass sich nur ein Faktor geändert hat — sanfte, natürliche Progression.
es: Para simplificar este espacio continuo, dividimos la superficie del toro en 16 regiones — como dividir un mapa en barrios. Cada región es un «micro-estado» que describe una combinación única de 4 factores: • HRV alto o bajo (profundidad autonómica) • movimiento o quietud (actividad motora) • pulso lento o rápido (cardíaco) • noche o día (fase circadiana) Estos 16 estados son los vértices de un hipercubo 4D (teseracto). Cada transición entre estados adyacentes significa que solo un factor cambió — progresión suave y natural.
fr: Pour simplifier cet espace continu, nous divisons la surface du tore en 16 régions — comme diviser une carte en quartiers. Chaque région est un « micro-état » décrivant une combinaison unique de 4 facteurs : • HRV élevé ou bas (profondeur autonome) • Mouvement ou calme (activité motrice) • Pouls lent ou rapide (cardiaque) • Nuit ou jour (phase circadienne) Ces 16 états sont les sommets d'un hypercube 4D (tesseract). Chaque transition entre états adjacents signifie qu'un seul facteur a changé — progression douce et naturelle.
ja: この連続的な空間を簡略化するために、トーラスの表面を16の領域に分割します。地図を地区に分けるようなものです。各領域は4つの要素のユニークな組み合わせを表す「マイクロステート」です： • HRV高または低（自律神経の深さ） • 運動または静止（運動活動） • 脈拍遅いまたは速い（心臓） • 夜または昼（概日位相） これら16の状態は4D超立方体（テッセラクト）の頂点です。隣接する状態間の各遷移は、1つの要素だけが変化したことを意味します — スムーズで自然な進行です。
zh_hans: 为了简化这个连续空间，我们将环面表面分为16个区域——就像将地图划分为街区。每个区域是一个「微态」，描述4个因素的独特组合： • HRV高或低（自主神经深度） • 运动或静止（运动活动） • 脉搏慢或快（心脏） • 夜晚或白天（昼夜节律相位） 这16个状态是4D超立方体（超正方体）的顶点。相邻状态之间的每次转换意味着只有一个因素发生了变化——平滑、自然的进展。

# neurospiral.info.microstates.title
source: The 16 micro-states
ar: الحالات الدقيقة الـ 16
ca: Els 16 microestats
de: Die 16 Mikrozustände
es: Los 16 micro-estados
fr: Les 16 micro-états
ja: 16のマイクロステート
zh_hans: 16个微态

# neurospiral.info.nav
source: About NeuroSpiral
ar: عن NeuroSpiral
ca: Sobre NeuroSpiral
de: Über NeuroSpiral
es: Sobre NeuroSpiral
fr: À propos de NeuroSpiral
ja: NeuroSpiralについて
zh_hans: 关于NeuroSpiral

# neurospiral.info.oscillators.body
source: ω₁ measures how fast your state moves in the homeostatic plane (sleep pressure). ω₂ measures circadian rhythm. Their ratio (ω₁/ω₂) is the 'winding number' — if rational, your trajectory closes (regular sleep); if irrational, it never repeats (irregular sleep).
ar: ω₁ يقيس سرعة حركة حالتك في المستوى التوازني (ضغط النوم). ω₂ يقيس الإيقاع اليومي. نسبتهما (ω₁/ω₂) هي 'رقم الالتفاف' — إذا كانت نسبة عقلانية فمسارك مغلق (نوم منتظم)، وإذا كانت غير عقلانية فلا يتكرر أبداً (نوم غير منتظم).
ca: ω₁ mesura com de ràpid es mou el teu estat en el pla homeostàtic (pressió de son). ω₂ mesura el ritme circadià. La seva ràtio (ω₁/ω₂) és el 'nombre d'enrotllament' — si és racional la trajectòria es tanca (son regular), si és irracional no es repeteix mai (son irregular).
de: ω₁ misst, wie schnell sich dein Zustand in der homöostatischen Ebene bewegt (Schlafdruck). ω₂ misst den zirkadianen Rhythmus. Ihr Verhältnis (ω₁/ω₂) ist die 'Windungszahl' — rational bedeutet geschlossene Bahn (regelmäßiger Schlaf), irrational bedeutet nie wiederholend (unregelmäßig).
es: ω₁ mide cuán rápido se mueve tu estado en el plano homeostático (presión de sueño). ω₂ mide el ritmo circadiano. Su ratio (ω₁/ω₂) es el 'número de enroscamiento' — si es racional tu trayectoria se cierra (sueño regular), si es irracional nunca se repite (sueño irregular).
fr: ω₁ mesure la vitesse de votre état dans le plan homéostatique (pression de sommeil). ω₂ mesure le rythme circadien. Leur ratio (ω₁/ω₂) est le 'nombre d'enroulement' — rationnel = trajectoire fermée (sommeil régulier), irrationnel = ne se répète jamais (sommeil irrégulier).
ja: ω₁は恒常性面での状態の移動速度（睡眠圧）を測定します。ω₂は概日リズムを測定します。その比（ω₁/ω₂）が「巻き数」です — 有理数なら軌道は閉じ（規則的な睡眠）、無理数なら繰り返しません（不規則な睡眠）。
zh_hans: ω₁测量您的状态在稳态平面（睡眠压力）中的移动速度。ω₂测量昼夜节律。它们的比值（ω₁/ω₂）是「缠绕数」——有理数意味着轨迹闭合（规律睡眠），无理数则永不重复（不规律睡眠）。

# neurospiral.info.oscillators.title
source: The oscillators ω₁ and ω₂
ar: المذبذبان ω₁ و ω₂
ca: Els oscil·ladors ω₁ i ω₂
de: Die Oszillatoren ω₁ und ω₂
es: Los osciladores ω₁ y ω₂
fr: Les oscillateurs ω₁ et ω₂
ja: オシレーターω₁とω₂
zh_hans: 振荡器ω₁和ω₂

# neurospiral.info.practical.body
source: • High stability (>60%): You spend most of the night in one dominant state. This usually means deep, continuous sleep — excellent. • Low stability (<40%): Your trajectory jumps between many states. May indicate fragmented sleep or frequent disruptions. • ω₁/ω₂ ratio close to an integer (1.0, 2.0): Your clocks are synchronized — your trajectory repeats regularly. • Irregular ratio: Your clocks are desynchronized — can happen with jet lag or variable sleep schedules. Remember: this is a mathematical model, not a medical diagnosis. Use it to understand your patterns over time.
ar: • استقرار عالٍ (>60%): تقضي معظم الليل في حالة واحدة مهيمنة. هذا عادة يعني نوماً عميقاً متواصلاً — ممتاز. • استقرار منخفض (<40%): مسارك يقفز بين حالات كثيرة. قد يشير إلى نوم مجزأ أو اضطرابات متكررة. • نسبة ω₁/ω₂ قريبة من عدد صحيح (1.0, 2.0): ساعتاك البيولوجيتان متزامنتان — مسارك يتكرر بانتظام. • نسبة غير منتظمة: ساعتاك غير متزامنتين — قد يحدث عند السفر عبر المناطق الزمنية أو جداول النوم المتغيرة. تذكر: هذا نموذج رياضي، لا تشخيص طبي. استخدمه لفهم أنماطك عبر الوقت.
ca: • Estabilitat alta (>60%): passes la major part de la nit en un estat dominant. Això sol significar son profund i continu — excel·lent. • Estabilitat baixa (<40%): la trajectòria salta entre molts estats. Pot indicar son fragmentat o interrupcions freqüents. • Ràtio ω₁/ω₂ propera a un enter (1.0, 2.0): els teus rellotges estan sincronitzats — la trajectòria es repeteix regularment. • Ràtio irregular: els teus rellotges estan desincronitzats — pot passar amb jet lag o horaris de son variables. Recorda: és un model matemàtic, no un diagnòstic mèdic. Utilitza'l per entendre els teus patrons al llarg del temps.
de: • Hohe Stabilität (>60%): Du verbringst die meiste Nacht in einem dominanten Zustand. Das bedeutet meist tiefen, durchgehenden Schlaf — ausgezeichnet. • Niedrige Stabilität (<40%): Deine Trajektorie springt zwischen vielen Zuständen. Kann auf fragmentierten Schlaf oder häufige Störungen hindeuten. • ω₁/ω₂-Verhältnis nahe einer ganzen Zahl (1.0, 2.0): Deine Uhren sind synchronisiert — deine Trajektorie wiederholt sich regelmäßig. • Unregelmäßiges Verhältnis: Deine Uhren sind desynchronisiert — kann bei Jetlag oder wechselnden Schlafzeiten auftreten. Denk daran: Dies ist ein mathematisches Modell, keine medizinische Diagnose. Nutze es, um deine Muster über die Zeit zu verstehen.
es: • Estabilidad alta (>60%): Pasas la mayor parte de la noche en un estado dominante. Esto suele significar sueño profundo y continuo — excelente. • Estabilidad baja (<40%): Tu trayectoria salta entre muchos estados. Puede indicar sueño fragmentado o interrupciones frecuentes. • Ratio ω₁/ω₂ cercano a un entero (1.0, 2.0): Tus relojes están sincronizados — tu trayectoria se repite regularmente. • Ratio irregular: Tus relojes están desincronizados — puede ocurrir con jet lag u horarios de sueño variables. Recuerda: es un modelo matemático, no un diagnóstico médico. Úsalo para entender tus patrones a lo largo del tiempo.
fr: • Haute stabilité (>60%) : Vous passez la majeure partie de la nuit dans un état dominant. Cela signifie généralement un sommeil profond et continu — excellent. • Faible stabilité (<40%) : Votre trajectoire saute entre de nombreux états. Peut indiquer un sommeil fragmenté ou des perturbations fréquentes. • Ratio ω₁/ω₂ proche d'un entier (1.0, 2.0) : Vos horloges sont synchronisées — votre trajectoire se répète régulièrement. • Ratio irrégulier : Vos horloges sont désynchronisées — peut arriver avec le décalage horaire ou des horaires de sommeil variables. Rappel : c'est un modèle mathématique, pas un diagnostic médical. Utilisez-le pour comprendre vos schémas dans le temps.
ja: • 高安定性（>60%）：一晩のほとんどを1つの優位状態で過ごしています。通常、深く連続的な睡眠を意味します — 優秀です。 • 低安定性（<40%）：軌跡が多くの状態間を跳んでいます。断片化した睡眠や頻繁な中断を示す可能性があります。 • ω₁/ω₂比が整数に近い（1.0, 2.0）：2つの時計が同期しています — 軌跡が規則的に繰り返されます。 • 不規則な比：時計が非同期です — 時差ぼけや不規則な睡眠スケジュールで起こる可能性があります。 覚えておいてください：これは数学的モデルであり、医療診断ではありません。時間をかけてパターンを理解するために使用してください。
zh_hans: • 高稳定性（>60%）：你大部分夜晚都处于一个主导状态。这通常意味着深度、连续的睡眠——非常好。 • 低稳定性（<40%）：你的轨迹在多个状态之间跳跃。可能表示碎片化睡眠或频繁干扰。 • ω₁/ω₂比值接近整数（1.0, 2.0）：你的生物钟同步——轨迹规律重复。 • 不规则比值：你的生物钟不同步——可能发生在时差或睡眠时间不规律时。 请记住：这是一个数学模型，不是医学诊断。用它来了解你随时间变化的模式。

# neurospiral.info.practical.title
source: What does this mean for you?
ar: ماذا يعني هذا لك؟
ca: Què significa per a tu?
de: Was bedeutet das für dich?
es: ¿Qué significa esto para ti?
fr: Qu'est-ce que cela signifie pour vous ?
ja: あなたにとって何を意味するか
zh_hans: 这对你意味着什么？

# neurospiral.info.reading.body
source: The top chart is the torus surface unrolled flat — like unwrapping a donut: • Horizontal axis (θ): represents Process S (sleep pressure) • Vertical axis (φ): represents Process C (circadian rhythm) • Purple dots: each dot is a moment of your sleep • Orange circles: tesseract vertices (the 16 states) • Green circle: the state where you spent the most time Tight clustering = stability. Scattered dots = fragmented sleep.
ar: المخطط العلوي هو سطح الطوق مفتوح بشكل مسطح — مثل فتح غلاف الكعكة وتسطيحه: • المحور الأفقي (θ): يمثل العملية S (ضغط النوم) • المحور الرأسي (φ): يمثل العملية C (الإيقاع اليومي) • النقاط البنفسجية: كل نقطة هي لحظة من نومك • الدوائر البرتقالية: رؤوس المكعب الرباعي (الـ 16 حالة) • الدائرة الخضراء: الحالة التي قضيت فيها أكثر وقت تجمع كثيف = استقرار. نقاط متفرقة = تشتت النوم.
ca: El gràfic superior és la superfície del tor oberta i aplanada — com desembolcallar un dònut: • Eix horitzontal (θ): representa el Procés S (pressió de son) • Eix vertical (φ): representa el Procés C (ritme circadià) • Punts violeta: cada punt és un instant del teu son • Cercles taronja: vèrtexs del tesseracte (els 16 estats) • Cercle verd: l'estat on vas passar més temps Agrupació densa = estabilitat. Punts dispersos = son fragmentat.
de: Das obere Diagramm ist die Torusoberfläche aufgeklappt und flach gelegt — wie einen Donut auspacken: • Horizontale Achse (θ): repräsentiert Prozess S (Schlafdruck) • Vertikale Achse (φ): repräsentiert Prozess C (zirkadianer Rhythmus) • Lila Punkte: jeder Punkt ist ein Moment deines Schlafs • Orange Kreise: Tesserakt-Ecken (die 16 Zustände) • Grüner Kreis: der Zustand, in dem du die meiste Zeit verbracht hast Dichte Ansammlung = Stabilität. Verstreute Punkte = fragmentierter Schlaf.
es: El gráfico superior es la superficie del toro desenrollada — como desenvolver un dónut: • Eje horizontal (θ): representa el Proceso S (presión de sueño) • Eje vertical (φ): representa el Proceso C (ritmo circadiano) • Puntos morados: cada punto es un momento de tu sueño • Círculos naranjas: vértices del teseracto (los 16 estados) • Círculo verde: el estado donde pasaste más tiempo Agrupación densa = estabilidad. Puntos dispersos = sueño fragmentado.
fr: Le graphique supérieur est la surface du tore déroulée à plat — comme déballer un donut : • Axe horizontal (θ) : représente le Processus S (pression de sommeil) • Axe vertical (φ) : représente le Processus C (rythme circadien) • Points violets : chaque point est un instant de votre sommeil • Cercles orange : sommets du tesseract (les 16 états) • Cercle vert : l'état où vous avez passé le plus de temps Regroupement dense = stabilité. Points dispersés = sommeil fragmenté.
ja: 上のチャートはトーラスの表面を平らに展開したものです。ドーナツを開いたようなイメージです： • 水平軸（θ）：プロセスS（睡眠圧）を表す • 垂直軸（φ）：プロセスC（概日リズム）を表す • 紫の点：各点は睡眠の一瞬 • オレンジの円：テッセラクトの頂点（16の状態） • 緑の円：最も多くの時間を過ごした状態 密集 = 安定性。散在 = 断片化した睡眠。
zh_hans: 顶部图表是环面表面展开铺平的样子——就像打开一个甜甜圈： • 水平轴（θ）：代表过程S（睡眠压力） • 垂直轴（φ）：代表过程C（昼夜节律） • 紫色点：每个点是你睡眠的一个瞬间 • 橙色圆圈：超正方体顶点（16个状态） • 绿色圆圈：你停留时间最长的状态 紧密聚集 = 稳定。分散的点 = 碎片化睡眠。

# neurospiral.info.reading.title
source: How to read the chart
ar: كيف تقرأ المخطط
ca: Com llegir el gràfic
de: So liest du das Diagramm
es: Cómo leer el gráfico
fr: Comment lire le graphique
ja: チャートの読み方
zh_hans: 如何阅读图表
